var data = [
	{
		id:1,
		people:'徐佳莹',
		name:'浪费',
		time:'05:28',
		img:'img/langfei.jpg',
		src:'music/徐佳莹 - 浪费.mp3',
		info:'[00:00.00] 作曲 : 郑楠[00:00.616] 作词 : 陈信延[00:01.850]编曲 : 郑楠[00:27.080]多久了 我都没变[00:30.160]爱你这回事 整整六年[00:40.680]你最好 做好准备[00:44.410]我没有打算 停止一切[00:54.150]想说我没有志愿[01:00.990]也没有事情好消遣[01:08.610]有一个人能去爱[01:13.360]多珍贵[01:20.510]没关系你也不用给我机会[01:27.360]反正我还有一生可以浪费[01:34.570]我就是剩这么一点点倔[01:40.760]称得上 我的优点[01:48.240]没关系你也不用对我惭愧[01:54.830]也许我根本喜欢被你浪费[02:01.730]随便你今天拼命爱上谁[02:08.170]我都会 坦然面对[02:15.510]即使要我跟你再耗个十年 无所谓[02:29.840]\n[02:57.910]你和他 没有如愿[03:01.520]短短半年内 开始分裂[03:11.730]我的爱 依旧没变[03:14.830]连我自己都 对我钦佩[03:25.730]有的是很多资源[03:31.720]我有的是很多时间[03:39.120]不去爱才是浪费[03:44.880]多不对[03:51.460]没关系你也不用给我机会[03:58.530]反正我还有一生可以浪费[04:05.150]我就是剩这么一点点倔[04:11.290]称得上 我的优点[04:19.010]没关系你也不用对我惭愧[04:25.830]也许我根本喜欢被你浪费[04:33.050]就算我再去努力爱上谁[04:39.150]到头来 也是白费[04:55.900]不如永远跟你耗来得快乐[05:03.800]对不对'
	},
	{
		id:2,
		people:'许嵩',
		name:'燕归巢',
		time:'04:54',
		img:'img/qingnian.jpg',
		src:'music/许嵩 - 燕归巢.mp3',
		info:'[00:00.00]作曲:许嵩[00:01.00]作词:许嵩[00:48.11]雨后江岸天破晓[00:51.40]老舟新客知多少[00:54.95]远山见竹林芳草[00:58.03]晨风抚绿了芭蕉[01:02.07]寒梅落尽把冬了[01:05.57]衔春的燕想归巢[01:09.23]沿途的景牵挂的人[01:12.77]两情迢迢[01:16.29]柳叶桨溅桃花浪[01:19.11]汀州里鹤眺远方[01:23.44]饮一盏岁月留香[01:26.11]唱一曲往事飞扬[01:30.61]山水间歌声回荡[01:34.10]回荡思念的滚烫[01:37.56]去年的家书两行[01:40.83]读来又热了眼眶[01:44.90]云水边静沐暖阳[01:48.23]烟波里久违的故乡[01:52.02]别来无恙[01:54.53]你在心上[02:28.24]雨后江岸天破晓[02:31.72]老舟新客知多少[02:35.17]远山见竹林芳草[02:38.26]晨风抚绿了芭蕉[02:42.38]寒梅落尽把冬了[02:45.92]衔春的燕想归巢[02:49.59]沿途的景牵挂的人[02:53.13]两情迢迢[02:56.57]柳叶桨溅桃花浪[02:59.35]汀州里鹤眺远方[03:03.72]饮一盏岁月留香[03:06.37]唱一曲往事飞扬[03:10.30]山水间歌声回荡[03:14.45]回荡思念的滚烫[03:17.94]去年的家书两行[03:20.88]读来又热了眼眶[03:25.06]云水边静沐暖阳[03:28.50]烟波里久违的故乡[03:32.28]别来无恙[03:34.75]你在心上[03:40.41]儿时的窗苍老的墙[03:44.22]是否偷换了方向[03:47.83]堂前的你和我相逢时[03:50.42]会沉默还是会诉尽衷肠[03:57.62]山水间歌声回荡[04:01.18]回荡思念的滚烫[04:04.74]去年的家书两行[04:07.80]读来又热了眼眶[04:11.80]云水边静沐暖阳[04:15.19]烟波里久违的故乡[04:18.99]别来无恙[04:21.54]你在心上[04:30.06]别来无恙[04:33.32]你在心上'
	},
	{
		id:3,
		people:'逃跑计划',
		name:'一万次悲伤',
		time:'04:15',
		img:'img/taopao.png',
		src:'music/逃跑计划 - 一万次悲伤.mp3',
		info:'[00:00.00] 作曲 : 逃跑计划[00:00.00] 作词 : 逃跑计划[00:00.000]Oh honey[00:01.740]我脑海里全都是你[00:07.310]oh 无法抗拒的心悸[00:12.000]难以呼吸[00:14.560]tonight[00:16.890]是否又要错过一个夜晚[00:21.920]是否还要掩饰最后的期待[00:28.600]oh tonight[00:30.230]一万次悲伤[00:32.220]依然会有dream[00:34.660]我一直在最温暖的地方等你[00:39.900]似乎只能这样 停留一个方向[00:45.790]已不能改变[00:50.260]每一颗眼泪 是一万道光[00:55.680]最昏暗的地方也变得明亮[01:00.960]我奔涌的暖流 寻找你的海洋[01:06.770]我注定这样[01:12.860]oh honey[01:15.300]你目光里充满忧郁[01:20.590]就像经历一片废墟 难以逃避[01:28.310]tonight[01:31.300]是否还要错过这个夜晚[01:37.870]是否还要熄灭所有的期待[01:42.960]oh tonight[01:44.590]一万次悲伤[01:46.230]依然会有dream[01:48.480]我一直在最后的地方等你[01:52.520]似乎只能这样 停留一个方向[01:57.520]已不能改变[02:04.190]每一颗眼泪 是一万道光[02:08.780]最昏暗的地方也变得明亮[02:14.070]我奔涌的暖流 寻找你的海洋[02:21.670]我注定这样[03:07.860]一万次悲伤[03:09.990]依然会有dream[03:12.430]我一直在最后的地方等你[03:17.830]似乎只能这样 停留一个方向[03:23.720]已不能改变[03:28.200]每一颗眼泪 是一万道光[03:33.390]最昏暗的地方也变得明亮[03:38.670]我奔涌的暖流 寻找你的海洋[03:44.570]我注定这样[03:55.690]oh honey[03:58.280]我脑海里全都是你[04:03.360]oh 无法抗拒的心悸[04:08.160]难以呼吸'
	},
	{
		id:4,
		people:'Taylor Swift',
		name:'We Are Never Ever Getting Back Together',
		time:'03:13',
		img:'img/Red.jpg',
		src:'music/Taylor Swift - We Are Never Ever Getting Back Together.mp3',
		info:'[00:01.03]We Are Never Ever Getting Back Together[00:02.26]Taylor Swift[00:03.61][00:05.92]I remember when we broke up the first time,[00:08.55]Saying this is it, I’ve had enough[00:10.63]Cause like we hadn’t seen each other in a month[00:13.33]when you said you needed space, what?[00:17.07]Then you come around again and say baby[00:19.63]I miss you and I swear i’m gonna change, trust me[00:22.49]Remember how that lasted for a day[00:24.58]I say I hate you, we break up, you call me, I love you[00:27.81][00:28.40]Oh Woo-Oh[00:30.75]We called it off again last night[00:33.58]But oh woo-oh, this time I’m telling you, I’m telling you[00:39.27]We are never ever ever getting back together[00:44.76]We are never ever ever getting back together[00:50.32]You go talk to your friends, talk to my friends, talk to me[00:55.71]But we are never ever ever ever getting back together[01:03.86]Like, ever.[01:06.06数据结构][01:07.10]I’m really gonna miss you picking fights[01:10.02]And be falling for it, screaming that I’m right[01:12.56]And you would hide away and find your peace of mind[01:14.78]with some indie record that’s much cooler than mine[01:18.15][01:18.81]Oh, oh, you called me up again tonight[01:23.76]But oh woo-oh-oh, this time I’m telling you, I’m telling you[01:29.53]We are never ever ever getting back together[01:34.98]We are never ever ever getting back together[01:40.62]You go talk to your friends, talk to my friends, talk to me[01:45.96]But we are never ever ever ever getting back together.[01:52.51][02:03.18]I used to think that we were forever ever[02:08.46]And I used to say never say never[02:15.46]Then he calls me up and he’s like[02:16.70]’I still love you,’ and I’m like[02:18.78]this is exhausting, you know, we are never getting back together – like ever.[02:24.47][02:25.38]We are never ever ever getting back together[02:30.94]We are never ever ever getting back together[02:36.37]You go talk to your friends, talk to my friends, talk to me[02:41.68]But we are never ever ever ever getting back together.[02:49.83]Oh Woo-oh oh[02:59.30]You go talk to your friends, talk to my friends, talk to me[03:04.39]But we are never ever ever ever getting back together.[03:10.97]'},
	{
		id:5,
		people:'J.Fla',
		name:'Castle On The Hill',
		time:'02:58',
		img:'img/ja.jpg',
		src:'music/J.Fla - Castle on the Hill.mp3',
		info:'[00:06.871]When I was six years old[00:09.736]I broke my leg[00:13.942]And I was running from my brother and his friends[00:22.009]And tasted the sweet perfume of the mountain grass[00:26.360]I rolled down[00:29.212]I was younger then[00:32.267]Take me back to when[00:35.090]I found my heart broke it here[00:39.402]Made friends and lost them through the years[00:43.554]And I’ve not seen the boarding fields in so long[00:48.076]I know I’ve grown[00:50.683]I can’t wait to go home[00:53.486]I’m on my way[00:56.935]Driving at nineteen at an old[01:01.195]Country lake[01:04.014]Singing to Tiny Dancer[01:07.517]And I miss the way you made me feel[01:13.628]It’s real we watched the sunset[01:18.181]Over the castle on the hill[01:26.103]Fifteen years old[01:27.805]And smoking hand-rolled cigarettes[01:33.111]Running from the lot to the back fields[01:35.514]And getting drunk with my friends[01:40.070]Had my first kiss on a Friday night[01:43.909]I don’t reckon that I did it right[01:46.863]But I was younger then[01:50.517]Take me back to when[01:52.770]We found weekend jobs when we got paid[01:58.074]We’d buy cheap spirits and drink them straight[02:01.675]Me and my friends have not thrown up in so long[02:06.027]Oh how we’ve grown[02:08.983]I can’t wait to go home[02:11.786]I’m on my way[02:15.206]Driving at nineteen at an old[02:19.458]Country lake[02:22.209]Singing to Tiny Dancer[02:25.716]And I miss the way you made me feel[02:31.832]It’s real we watched the sunset[02:36.362]Over the castle on the hill[02:43.477]Over the castle on the hill[02:50.631]Over the castle on the hill'},
	{
		id:6,
		people:'陈奕迅',
		name:'葡萄成熟时',
		time:'04:42',
		img:'img/putao.jpg',
		src:'music/陈奕迅 - 葡萄成熟时.mp3',
		info:'[00:00.00]葡萄成熟时 - 陈奕迅[00:05.07][00:07.45]QQ 393398507[00:10.15][00:17.24]差不多冬至 一早一晚还是有雨[00:21.18]当初的坚持 现已令你很怀疑[00:26.61]很怀疑 你最尾等到 只有这枯枝[00:32.73]苦恋几多次 悉心栽种全力灌注 所得竟不如[00:38.66]别个后辈收成时 这一次你真的很介意[00:47.16]但见旁人谈情何引诱 问到何时葡萄先熟透[00:55.60]你要静候 再静候 就算失收 始终要守[01:04.60]日后 尽量别教今天的泪白流 留低 击伤你的石头[01:15.60]从错误里吸收[01:19.35]也许 丰收 月份尚未到你也得接受[01:26.53]或者要到你 将爱酿成醇酒 时机先至熟透[01:36.46][01:51.29]应该怎么爱 可惜书里从没记载 终于摸出来 但岁月却不回来[02:00.29]不回来 错过了春天 可会再花开[02:06.47]一千种恋爱 一些需要情泪灌溉 枯毁的温柔[02:11.91]在最后会长回来 错的爱 乃必经的配菜[02:20.54]但见旁人谈情何引诱 问到何时葡萄先熟透[02:28.72]你要静候 再静候 就算失收 始终要守[02:36.85]日后 尽量别教今天的泪白流 留低 击伤你的石头[02:48.04]从错误里吸收[02:51.66]也许 丰收 月份尚未到你也得接受[02:58.78]或者要到你 将爱酿成醇酒 时机先至熟透[03:11.91]想想天的一边 亦有个某某 在等候[03:22.66]wo wo wo yeah yeah~~[03:26.72]一心只等葡萄熟透[03:32.85]尝杯酒 wo wowow[03:41.91]别让寂寞害你伤得一夜白头[03:48.59]仍得不需要的自由 和最耀眼伤口[03:56.16]我知 日后 路上或没有更美的邂逅[04:03.03]但当你智慧都蕴酿成红酒 仍可一醉自救[04:15.28]谁都心酸过[04:25.28]那个没有[04:27.27]'
	},
	{
		id:7,
		people:'五月天',
		name:'拥抱',
		time:'04:14',
		img:'img/tian.jpg',
		src:'music/拥抱-五月天.mp3',
		info:'[00:00.00]拥抱[00:00.25]作词：信[00:00.28]作曲：信[00:15.25]脱下长日的假面[00:18.94]奔向梦幻的疆界[00:22.69]南瓜马车的午夜[00:26.19]换上童话的玻璃鞋[00:30.38]让我享受这感觉[00:33.82]我是孤傲的蔷薇[00:37.57]让我品尝这滋味[00:41.25]纷乱世界的不了解[00:45.63]昨天太近 明天太远[00:48.88]默默聆听那黑夜[00:52.81]晚风吻尽 荷花叶[00:56.25]任我醉倒在池边[01:00.25]等你清楚看见我的美[01:03.75]月光晒干眼泪[01:07.88]那一个人 爱我[01:15.44]将我的手 紧握[01:22.88]抱紧我 吻我 爱 别走[01:45.06]隐藏自己的疲倦[01:48.69]表达自己的狼狈[01:52.38]放纵自己的狂野[01:56.06]找寻自己的明天[01:59.88]向你要求的誓言[02:03.63]就算是你的谎言[02:07.50]我需要爱的慰藉[02:11.19]就算那爱已如潮水[02:15.38]昨天太近 明天太远[02:18.75]默默聆听那黑夜[02:22.75]晚风吻尽 荷花叶[02:26.25]任我醉倒在池边[02:30.38]等你清楚看见我的美[02:33.44]月光晒干眼泪[02:37.63]那一个人 爱我[02:45.31]将我的手 紧握[02:52.69]抱紧我 吻我 爱 别走[03:00.00]那一个人 爱我[03:07.75]将我的手 紧握[03:15.27]抱紧我 吻我 爱 别走[03:37.83]抱紧我 吻我 爱 别走[03:45.21]抱紧我 吻我 爱'
	},
	{
		id:8,
		people:'陈奕迅',
		name:'落花流水',
		time:'03:59',
		img:'img/Solidays.jpg',
		src:'music/陈奕迅 - 落花流水.mp3',
		info:'[00:00.00] 作曲 : Eric Kwok/Eason Chan[00:01.00] 作词 : 黄伟文[00:15.220] 流水 像清得没带半颗沙[00:21.680] 前身 被搁在上游风化[00:27.750] 但那天经过那条堤坝[00:31.529] 斜阳又返照闪一下 遇上一朵 落花[00:41.199] 相遇 就此拥着最爱归家[00:47.639] 生活 别过份地童话化[00:54.059] 故事 假使短过这 五月落霞[01:00.289] 没有需要 惊诧[01:06.589] 流水很清楚 惜花这个责任[01:11.519] 真的身份不过送运[01:14.729] 这趟旅行若算开心[01:18.990] 亦是无负这一生[01:21.169] 水点 蒸发变做白云[01:24.469] 花瓣 飘落下游生根[01:28.189] 淡淡交会过 各不留下印[01:43.680] 流水 在山谷下再次分岔[01:49.259] 情感 渐化做淡然优雅[01:55.299] 自觉心境已有如明镜[01:58.929] 为何为天降的稀客 泛过一点 浪花[02:08.660] 天下 并非只是有这朵花[02:15.220] 不用 为故事下文牵挂[02:21.640] 要是 彼此都有些 既定路程[02:27.580] 学会洒脱 好吗[02:33.679] 流水很清楚 惜花这个责任[02:38.360] 真的身份不过送运[02:41.700] 这趟旅行若算开心[02:45.360] 亦是无负这一生[02:48.170] 水点 蒸发变做白云[02:51.360] 花瓣 飘落下游生根[02:55.300] 命运敲定了 要这么发生[03:00.440] 讲分开 可否不再 用憾事的口吻[03:05.100] 习惯无常 才会庆幸[03:08.300] 讲真 天涯途上 谁是客[03:10.830] 散席时 怎么分[03:15.670] 流水很清楚 惜花这个责任[03:19.920] 真的身份不过送运[03:23.220] 这趟旅行若算开心[03:26.800] 亦是无负这一生[03:29.740] 水点 蒸发变做白云[03:32.979] 花瓣 飘落下游生根[03:36.590] 淡淡交会过 各不留下印[03:43.500] 但是经历过 最温柔共震'
	},
	{
		id:9,
		people:'周杰伦/袁咏琳',
		name:'画沙',
		time:'04:30',
		img:'img/huasha.jpg',
		src:'music/袁咏琳,周杰伦 - 画沙.mp3',
		info:'[00:29.110]午后的风摇晃枝桠 抖落了盛夏[00:36.700]我对着蝉认真说话 在对你牵挂[00:44.190]晚风轻敲着海沙 浪堆积起无暇[00:51.270]我跟纯真在比傻 爱上你放不下[00:57.020][00:57.660]这风景如画 （开满凤凰凤凰花）[01:01.330]院子里花洒 （浇灌着那种情话）[01:05.430]等最美的晚霞 等故事长大[01:11.570][01:12.450]用手中的流沙画一个你呀[01:15.910]曾说过的永远我们一定不会擦[01:19.960]我的青春开始在喧哗[01:23.730]因为大声说爱你而沙哑[01:26.640][01:27.240]用手中流沙轻描着你的脸颊[01:30.800]也答应说好的未来绝不会重画[01:34.790]许过的承诺我就不会再去拿[01:38.980]因为我爱你呀[01:43.130][01:59.490]将思念压成花 有你的记忆乾燥成瓶中沙[02:03.560]像沙漏般想着你滴滴达达[02:07.180]擦美美的趾甲 喝你泡的茶[02:10.110]原来幸福可以这麽优雅[02:14.030][02:15.010]不论多大风沙 路多分岔 我一样找到你呀[02:18.990]管它风怎麽刮 管雨又怎麽下[02:22.560]越痛我就越来（越潇洒）[02:24.490]不摘不属於自（己的花）[02:26.190]喔爱闪着泪光为你我可以当傻瓜[02:28.460][02:29.430]这风景如画 （开满凤凰凤凰花）[02:33.340]院子里花洒 （浇灌着那种情话）[02:37.470]等我们的童话 等誓言落下[02:43.520][02:45.040]用手中的流沙画一个你呀[02:47.980]曾说过的永远我们一定不会擦[02:51.870]我的青春开始在喧哗[02:55.610]因为大声说爱你而沙哑[02:58.530][02:59.130]用手中流沙轻描着你的脸颊[03:02.670]也答应说好的未来绝不会重画[03:06.590]许过的承诺我就不会再去拿[03:11.660]因为我爱你呀[03:15.080][03:43.540]用手中的流沙画一个你呀[03:46.960]曾说过的永远我们一定不会擦[03:50.980]我的青春开始在喧哗[03:54.690]因为大声说爱你而沙哑[03:57.520][03:58.130]用手中流沙轻描着你的脸颊[04:01.730]也答应说好的未来绝不会重画[04:05.750]许过的承诺我就不会再去拿[04:10.100]因为我爱你呀[04:15.720]'
	},
	{
		id:10,
		people:'岑宁儿',
		name:'追光者',
		time:'03:55',
		img:'img/xiazhi.jpg',
		src:'music/岑宁儿 - 追光者.mp3',
		info:'[00:00.00] 作曲 : 马敬[00:01.00] 作词 : 唐恬[00:09.320]编曲 : 黎偌天[00:10.110]制作人 : 黎偌天[00:11.920]吉他 : 劳国贤[00:13.700]弦乐 : 国际首席爱乐乐团[00:15.150]Bass : 大宇[00:16.460]监制 : 宋鹏飞[00:17.800]音乐出品发行公司 : 听见时代传媒[00:24.650]如果说你是海上的烟火[00:29.640]我是浪花的泡沫[00:33.200]某一刻你的光照亮了我[00:38.080]如果说你是遥远的星河[00:42.960]耀眼得让人想哭[00:48.450]我是追逐着你的眼眸[00:51.600]总在孤单时候眺望夜空[01:00.880]我可以跟在你身后[01:04.130]像影子追着光梦游[01:07.530]我可以等在这路口[01:10.870]不管你会不会经过[01:14.300]每当我为你抬起头[01:17.600]连眼泪都觉得自由[01:20.680]有的爱像阳光倾落边拥有边失去着[01:41.300]如果说你是夏夜的萤火[01:46.220]孩子们为你唱歌[01:49.930]那么我是想要画你的手[01:54.640]你看我多么渺小一个我[01:59.510]因为你有梦可做[02:05.120]也许你不会为我停留[02:08.360]那就让我站在你的背后[02:14.290]我可以跟在你身后[02:17.460]像影子追着光梦游[02:20.770]我可以等在这路口[02:24.110]不管你会不会经过[02:27.490]每当我为你抬起头[02:30.840]连眼泪都觉得自由[02:34.520]有的爱像大雨滂沱却依然相信彩虹[03:07.590]我可以跟在你身后[03:10.870]像影子追着光梦游[03:14.440]我可以等在这路口[03:17.580]不管你会不会经过[03:20.890]每当我为你抬起头[03:24.130]连眼泪都觉得自由[03:27.760]有的爱像大雨滂沱却依然相信彩虹'
	}
];
